Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: %@ uses global default
ar: %@ يستخدم الإعداد الافتراضي العالمي
da: %@ bruger global standard
de: %@ verwendet den globalen Standard
el: %@ χρησιμοποιεί παγκόσμια προεπιλογή
es: %@ utiliza el valor predeterminado global
fi: %@ käyttää maailmanlaajuista oletusta
fr: %@ utilise la valeur par défaut globale
he: %@ משתמש כברירת מחדל גלובלית
hi: %@ वैश्विक डिफ़ॉल्ट का उपयोग करता है
it: %@ usa il default globale
ja: %@はグローバルデフォルトを使用します。
ko: %@은 전역 기본값을 사용합니다
nb: %@ bruker standardinnstillingen globalt
nl: %@ gebruikt globale standaard
pl: %@ używa globalnej wartości domyślnej
ru: %@ использует глобальный по умолчанию
sr_latn: %@ koristi globalni defolt
sv: %@ använder standard globalt
uk: %@ використовує глобальне типове значення
zh_hans: %@使用全局默认值

source: %@ wants to read the contents of the clipboard.
ar: %@ يريد قراءة محتويات الحافظة.
da: %@ ønsker at læse indholdet af udklipsholderen.
de: %@ möchte den Inhalt der Zwischenablage lesen.
el: %@ θέλει να διαβάσει τα περιεχόμενα του πρόχειρου.
es: %@ quiere leer el contenido del portapapeles.
fi: %@ haluaa lukea leikepöydän sisällön.
fr: %@ veut lire le contenu du presse-papiers.
he: %@ מבקש לקרוא את תוכן לוח העריכה.
hi: %@ क्लिपबोर्ड की सामग्री पढ़ना चाहता है।
it: %@ vuole leggere il contenuto degli appunti.
ja: %@はクリップボードの内容を読み取りたいです。
ko: %@에서 클립보드 내용을 읽으려고 합니다.
nb: %@ vil lese innholdet i utklippstavlen.
nl: %@ wil de inhoud van het klembord lezen.
pl: %@ chce odczytać zawartość schowka.
ru: %@ хочет прочитать содержимое буфера обмена.
sr_latn: %@ želi da pročita sadržaj klipborda.
sv: %@ vill läsa innehållet i urklipp.
uk: %@ хоче прочитати вміст буфера обміну.
zh_hans: %@想读取剪贴板的内容。

source: %@ wants to replace the contents of the clipboard.
ar: %@ يريد استبدال محتويات الحافظة.
da: %@ ønsker at erstatte indholdet af udklipsholderen.
de: %@ möchte den Inhalt der Zwischenablage ersetzen.
el: %@ θέλει να αντικαταστήσει τα περιεχόμενα του πρόχειρου.
es: %@ quiere reemplazar el contenido del portapapeles.
fi: %@ haluaa korvata leikepöydän sisällön.
fr: %@ veut remplacer le contenu du presse-papiers.
he: %@ מבקש להחליף את תוכן לוח העריכה.
hi: %@ क्लिपबोर्ड की सामग्री को बदलना चाहता है।
it: %@ vuole sostituire il contenuto degli appunti.
ja: %@はクリップボードの内容を置き換えたいと考えています。
ko: %@에서 클립보드 내용을 바꾸려고 합니다.
nb: %@ vil erstatte innholdet i utklippstavlen.
nl: %@ wil de inhoud van het klembord vervangen.
pl: %@ chce zastąpić zawartość schowka.
ru: %@ хочет заменить содержимое буфера обмена.
sr_latn: %@ želi da zameni sadržaj klipborda.
sv: %@ vill ersätta innehållet i urklipp.
uk: %@ хоче замінити вміст буфера обміну.
zh_hans: %@想替换剪贴板的内容。

source: %@ width
ar: %@ العرض
da: %@ bredde
de: %@ Breite
el: %@ πλάτος
es: %@ ancho
fi: %@ leveys
fr: %@ largeur
he: %@ רוחב
hi: %@ चौड़ाई
it: Larghezza %@
ja: %@ 幅
ko: %@ 너비
nb: %@ bredde
nl: %@ breedte
pl: szerokość %@
ru: %@ ширина
sr_latn: %@ širina
sv: %@ bredd
uk: ширина %@
zh_hans: %@ 宽度

source: %@ window
ar: %@ نافذة
da: %@ vindue
de: %@ Fenster
el: %@ παράθυρο
es: %@ ventana
fi: %@ ikkuna
fr: %@ fenêtre
he: %@ חלון
hi: %@ विंडो
it: Finestra %@
ja: %@ウィンドウ
ko: %@ 창
nb: %@ vindu
nl: %@ venster
pl: okno %@
ru: %@ окно
sr_latn: %@ prozor
sv: %@ fönster
uk: вікно %@
zh_hans: %@ 窗口

source: %@ · Full Screen
ar: %@ · شاشة كاملة
da: %@ · Fuldskærm
de: %@ · Vollbild
el: %@ · Πλήρης οθόνη
es: %@ · Pantalla completa
fi: %@ · Koko näyttö
fr: %@ · Plein écran
he: %@ · מסך מלא
hi: %@ · फ़ुल स्क्रीन
it: %@ · Schermo completo
ja: %@ · フルスクリーン
ko: %@ · 전체 화면
nb: %@ · Fullskjerm
nl: %@ · Volledig scherm
pl: %@ · Pełny ekran
ru: %@ · Полный экран
sr_latn: %@ · Potpuni ekran
sv: %@ · Helskärm
uk: %@ · Повний екран
zh_hans: %@ · 全屏

# %@ · Tab %lld of %lld
source: %1$@ · Tab %2$lld of %3$lld
ar: %1$@ · علامة تبويب %2$lld من %3$lld
da: %1$@ · Tab %2$lld af %3$lld
de: %1$@ · Tab %2$lld von %3$lld
el: %1$@ · Tab %2$lld από %3$lld
es: %1$@ · Tab %2$lld de %3$lld
fi: %1$@ · Tab %2$lld, %3$lld
fr: %1$@ · Onglet %2$lld sur %3$lld
he: %1$@ · כרטיסייה %2$lld מתוך %3$lld
hi: %1$@ · %3$lld का टैब %2$lld
it: %1$@ · Scheda %2$lld di %3$lld
ja: %1$@ · Tab %2$lld の %3$lld のタブ
ko: %1$@ · %3$lld의 탭 %2$lld
nb: %1$@ · Tab %2$lld av %3$lld
nl: %1$@ · Tab %2$lld van %3$lld
pl: %1$@ · Karta %2$lld z %3$lld
ru: %1$@ · Таб %2$lld из %3$lld
sr_latn: %1$@ · Tab %2$lld od %3$lld
sv: %1$@ · Tab %2$lld av %3$lld
uk: %1$@ · вкладка %2$lld з %3$lld
zh_hans: %1$@ · Tab %2$lld 的 %3$lld

source: %@ · no unmanaged foreign window probed
ar: %@ · لا يتم فحص أي نافذة أجنبية غير مُدارة
da: %@ · ingen ikke- forvaltet fremmed vindue undersøgt
de: %@ · kein unverwaltetes ausländisches Fenster wurde geprüft
el: %@ · κανένα μη επανδρωμένο παράθυρο εξωτερικού
es: %@ · no se probó ninguna ventana extranjera no gestionada
fi: %@ · ei hallitsematonta vierasta ikkunaa
fr: %@ · aucune fenêtre externe non gérée examinée
he: %@ · לא נבדק חלון זר שאינו מנוהל
hi: %@ · कोई अनमैनेज्ड विदेशी विंडो जांचा नहीं गया
it: %@ · nessuna finestra straniera non gestita
ja: %@ · 管理されていない外国のウィンドウはプロブされません。
ko: %@ · 관리되지 않는 외부 창을 검사하지 않음
nb: %@ · ingen uadministrert utenlandsk vindu undersøkt
nl: %@ · geen onbeheerd vreemd venster onderzocht
pl: %@ · brak niezamanej obcego okna badanego
ru: %@ · не пробовано неконтролируемое иностранное окно
sr_latn: %@ · Nema nekontrolisanih stranih prozora
sv: %@ · inget obegränsat utländskt fönster undersöktes
uk: %@ · не перевірено жодного стороннього некерованого вікна
zh_hans: %@ · 未检测到未管理的外部窗口

# %@, %lld floating windows
source: %1$@, %2$lld floating windows
ar: %1$@، %2$lld نوافذ عائمة
da: %1$@, %2$lld flydende vinduer
de: %1$@, %2$lld schwebende Fenster
el: %1$@, %2$lld πλωτά παράθυρα
es: %1$@, %2$lld ventanas flotantes
fi: %1$@, %2$lld kelluvat ikkunat
fr: %1$@, %2$lld fenêtres flottantes
he: %1$@, %2$lld חלונות צפים
hi: %1$@, %2$lld फ्लोटिंग विंडोज़
it: %1$@, %2$lld finestre galleggianti
ja: %1$@、%2$lld フローティングウィンドウ
ko: %1$@, 플로팅 창 %2$lld개
nb: %1$@, %2$lld flytende vinduer
nl: %1$@, %2$lld zwevende vensters
pl: %1$@, %2$lld okien zmyślnych
ru: %1$@, %2$lld переносимые окна
sr_latn: %1$@, %2$lld plutajući prozor
sv: %1$@, %2$lld flytande fönster
uk: %1$@, %2$lld плаваючих вікон
zh_hans: %1$@，%2$lld浮动窗口

# %@, %lld windows
source: %1$@, %2$lld windows
ar: %1$@، %2$lld نوافذ
da: %1$@, %2$lld vinduer
de: %1$@, %2$lld Fenster
el: %1$@, %2$lld παράθυρα
es: %1$@, %2$lld ventanas
fi: %1$@, %2$lld ikkunat
fr: %1$@, %2$lld fenêtres
he: %1$@, %2$lld חלונות
hi: %1$@, %2$lld विंडो
it: Windows %1$@, %2$lld
ja: %1$@、%2$lldウィンドウ
ko: %1$@, 창 %2$lld개
nb: %1$@, %2$lld vinduer
nl: %1$@, %2$lld vensters
pl: %1$@, %2$lld okien
ru: %1$@, %2$lld окна
sr_latn: %1$@, %2$lld prozor
sv: %1$@, %2$lld fönster
uk: %1$@, %2$lld вікон
zh_hans: %1$@，%2$lld窗口

# %@, duplicate %lld
source: %1$@, duplicate %2$lld
ar: %1$@، مكرر %2$lld
da: %1$@, duplikat %2$lld
de: %1$@, Duplikat %2$lld
el: %1$@, αντίγραφο %2$lld
es: %1$@, duplicado %2$lld
fi: %1$@, kaksoiskappale %2$lld
fr: %1$@, doublon %2$lld
he: %1$@העתק %2$lld
hi: %1$@, डुप्लिकेट %2$lld
it: %1$@, duplicato %2$lld
ja: %1$@、重複 %2$lld
ko: %1$@, 중복 %2$lld
nb: %1$@, duplikat %2$lld
nl: %1$@, dupliceren %2$lld
pl: %1$@, duplikat %2$lld
ru: %1$@, дубликат %2$lld
sr_latn: %1$@, duplirajte %2$lld
sv: %1$@, dubblet %2$lld
uk: %1$@, дублікат %2$lld
zh_hans: %1$@，重复的%2$lld

source: %@, in macOS Full Screen
ar: %@، في macOS شاشة كاملة
da: %@, i macOS Fuldskærm
de: %@, in macOS Vollbild
el: %@, σε πλήρη οθόνη macOS
es: %@, en macOS Pantalla completa
fi: %@, macOS koko näytössä
fr: %@, dans macOS Plein écran
he: %@., ב macOS מסך מלא
hi: %@, macOS फ़ुल स्क्रीन में
it: %@, in macOS Schermo completo
ja: %@、macOSフルスクリーンで
ko: %@, macOS 풀스크린에서
nb: %@, i macOS Fullskjerm
nl: %@, in macOS Volledig scherm
pl: %@ w trybie pełnoekranowym macOS
ru: %@, в macOS Полный экран
sr_latn: %@, u macOS punom ekranu
sv: %@, i macOS Helskärm
uk: %@ у повному екрані macOS
zh_hans: %@，在macOS全屏

source: %@, invalid
ar: %@، غير صالح
da: %@, ugyldig
de: %@, ungültig
el: %@, άκυρο
es: %@, inválido
fi: %@, virheellinen
fr: %@, invalide
he: %@לא תקין.
hi: %@, अमान्य
it: %@, non valido
ja: %@、無効です。
ko: %@, 유효하지 않음
nb: %@, ugyldig
nl: %@, ongeldig
pl: %@ nieprawidłowy
ru: %@, недействителен
sr_latn: %@ i nemoguće
sv: %@, ogiltig
uk: %@, недійсний
zh_hans: %@，无效

source: %@, main display
ar: %@، الشاشة الرئيسية
da: %@, hovedvisning
de: %@, Hauptbildschirm
el: %@, κύρια οθόνη
es: %@, pantalla principal
fi: %@, päänäyttö
fr: %@, écran principal
he: %@תצוגה מרכזית
hi: %@, मुख्य डिस्प्ले
it: %@, display principale
ja: %@、メインディスプレイ
ko: %@, 메인 디스플레이
nb: %@, hovedvisning
nl: %@, hoofddisplay
pl: %@, główny monitor
ru: %@, основной дисплей
sr_latn: %@, glavni ekran
sv: %@, huvudvisning
uk: %@, основний дисплей
zh_hans: %@，主显示屏

# %@, menu bar item %lld
source: %1$@, menu bar item %2$lld
ar: %1$@، عنصر شريط القائمة %2$lld
da: %1$@, menulinjepunkt %2$lld
de: %1$@, Menüleiste-Element %2$lld
el: %1$@, στοιχείο γραμμής μενού %2$lld
es: %1$@, elemento de la barra de menú %2$lld
fi: %1$@, valikkorivin kohta %2$lld
fr: %1$@, élément de la barre de menu %2$lld
he: %1$@פריט בר התפריטים %2$lld
hi: %1$@, मेनू बार आइटम %2$lld
it: %1$@, voce della barra del menu %2$lld
ja: %1$@、メニューバーアイテム %2$lld
ko: %1$@, 메뉴 바 항목 %2$lld
nb: %1$@, menylinjeelement %2$lld
nl: %1$@, menubalk-item %2$lld
pl: %1$@, element menu %2$lld
ru: %1$@, элемент меню %2$lld
sr_latn: %1$@, element panela menija %2$lld
sv: %1$@, menyradsartikel %2$lld
uk: %1$@, елемент меню %2$lld
zh_hans: %1$@，菜单栏项目%2$lld

source: %lld app rules
ar: %lld قواعد التطبيق
da: %lld appregler
de: %lld App-Regeln
el: %lld κανόνες εφαρμογής
es: %lld reglas de la aplicación
fi: %lld-sovelluksen säännöt
fr: %lld règles de l'application
he: %lld כללי אפליקציה
hi: %lld ऐप नियम
it: Regole dell'app %lld
ja: %lld アプリのルール
ko: %lld 앱 규칙
nb: %lld appregler
nl: %lld app regels
pl: %lld zasady aplikacji
ru: Правила приложения %lld
sr_latn: %lld Pravila aplikacije
sv: %lld appregler
uk: %lld правил програм
zh_hans: %lld 应用规则

# %lld by %lld pixels
source: %1$lld by %2$lld pixels
ar: %1$lld بواسطة %2$lld بكسل
da: %1$lld ved %2$lld pixels
de: %1$lld durch %2$lld Pixel
el: %1$lld από %2$lld εικονοστοιχεία
es: %1$lld por %2$lld píxeles
fi: %1$lld %2$lld pikselillä
fr: %1$lld par %2$lld pixels
he: %1$lld לפי %2$lld פיקסלים
hi: %1$lld %2$lld पिक्सेल द्वारा
it: %1$lld da pixel %2$lld
ja: %1$lldは%2$lldピクセルで
ko: %1$lld × %2$lld픽셀
nb: %1$lld per %2$lld piksler
nl: %1$lld door %2$lld pixels
pl: %1$lld x %2$lld pikseli
ru: %1$lld по %2$lld пикселям
sr_latn: %1$lld po %2$lld pikselima
sv: %1$lld per %2$lld pixlar
uk: %1$lld на %2$lld пікселів
zh_hans: %1$lld比%2$lld像素

# %lld checks, %lld failures
source: %1$lld checks, %2$lld failures
ar: %1$lld عمليات تحقق، %2$lld فشلات
da: %1$lld kontrol, %2$lld fejl
de: %1$lld Prüfungen, %2$lld Fehlermeldungen
el: %1$lld έλεγχοι, %2$lld αστοχίες
es: %1$lld comprobaciones, %2$lld fallos
fi: %1$lld-tarkistukset, %2$lld-viat
fr: %1$lld vérifications, %2$lld échecs
he: %1$lld צ'קים. %2$lld כשלים
hi: %1$lld जांच, %2$lld विफलताएं
it: Controlli %1$lld, errori %2$lld
ja: %1$lldチェック、%2$lld失敗
ko: %1$lld 확인, %2$lld 실패
nb: %1$lld-sjekker, %2$lld-feil
nl: %1$lld controles, %2$lld fouten
pl: %1$lld sprawdzeń, %2$lld niepowodzeń
ru: %1$lld проверок, %2$lld неудач
sr_latn: %1$lld provera, %2$lld neuspjeha
sv: %1$lld kontroller, %2$lld misslyckanden
uk: %1$lld перевірок, %2$lld збоїв
zh_hans: %1$lld检查，%2$lld失败

source: %lld fingers
ar: %lld أصابع
da: %lld fingre
de: %lld Finger
el: %lld δάχτυλα
es: %lld dedos
fi: %lld sormet
fr: %lld doigts
he: %lld אצבעות
hi: %lld उंगलियां
it: %lld dita
ja: %lld指
ko: %lld 손가락
nb: %lld fingre
nl: %lld vingers
pl: %lld palców
ru: %lld пальцев
sr_latn: %lld prsti
sv: %lld fingrar
uk: %lld пальців
zh_hans: %lld手指

source: %lld ms
ar: %lld مللي ثانية
hi: %lld एमएस
ru: %lld мс
uk: %lld мс

# %lld of %lld windows hidden
source: %1$lld of %2$lld windows hidden
ar: %1$lld من %2$lld نوافذ مخفية
da: %1$lld af %2$lld skjulte vinduer
de: %1$lld von %2$lld Fenstern versteckt
el: %1$lld κρυμμένα παράθυρα %2$lld
es: %1$lld de %2$lld ventanas ocultas
fi: %1$lld %2$lld ikkunat piilotettuina
fr: %1$lld fenêtres masquées sur %2$lld
he: %1$lld של %2$lld חלונות מוסתרים
hi: %1$lld में से %2$lld विंडो छिपी हुई हैं
it: %1$lld delle finestre %2$lld nascoste
ja: %1$lld個の%2$lldウィンドウが隠されています
ko: 창 %2$lld개 중 %1$lld개 숨김
nb: %1$lld av %2$lld vinduer skjult
nl: %1$lld van %2$lld verborgen vensters
pl: %1$lld z %2$lld okien ukrytych
ru: %1$lld из %2$lld окон скрыто
sr_latn: %1$lld od %2$lld prozor skriven
sv: %1$lld av %2$lld fönster dolda
uk: %1$lld з %2$lld вікон приховано
zh_hans: %1$lld个%2$lld个窗口被隐藏了

source: %lld px
ar: %lld بكسل
hi: %lld पिक्सल
ko: %lld 픽셀
ru: %lld пиксель
uk: %lld пкс
zh_hans: %lld 像素

# %lld results
source: %1$lld results
ar: %1$lld نتيجة
da: %1$lld resultater
de: %1$lld Ergebnisse
el: %1$lld αποτελέσματα
es: %1$lld resultados
fi: %1$lld tulosta
fr: %1$lld résultats
he: %1$lld תוצאות
hi: %1$lld परिणाम
it: %1$lld risultati
ja: %1$lld 件の結果
ko: 결과 %1$lld개
nb: %1$lld resultater
nl: %1$lld resultaten
pl: %1$lld wyników
ru: %1$lld результатов
sr_latn: %1$lld rezultata
sv: %1$lld resultat
uk: %1$lld результатів
zh_hans: %1$lld 个结果

source: %lld s
ar: %lld س
uk: %lld с

# %lld windows
source: %1$lld windows
ar: %1$lld نافذة
da: %1$lld vinduer
de: %1$lld Fenster
el: %1$lld παράθυρα
es: %1$lld ventanas
fi: %1$lld ikkunaa
fr: %1$lld fenêtres
he: %1$lld חלונות
hi: %1$lld विंडो
it: %1$lld finestre
ja: %1$lld 個のウインドウ
ko: 창 %1$lld개
nb: %1$lld vinduer
nl: %1$lld vensters
pl: %1$lld okien
ru: %1$lld окон
sr_latn: %1$lld prozora
sv: %1$lld fönster
uk: %1$lld вікон
zh_hans: %1$lld 个窗口

# %lldh %lldm
source: %1$lldh %2$lldm
ar: %1$lldساعة %2$lldدقيقة
ru: %1$lldч %2$lldмин
uk: %1$lld год %2$lld хв

source: %lldm
ar: %lldم
ru: %lldм
uk: %lld хв

# %lld×%lld @ %lld Hz
source: %1$lld×%2$lld @ %3$lld Hz
ar: %1$lld×%2$lld @ %3$lld هرتز
he: %1$lld×%2$lld @ %3$lld הרץ
hi: %1$lld×%2$lld @ %3$lld हर्ट्ज़
ru: %1$lld×%2$lld @ %3$lld Гц
uk: %1$lld×%2$lld @ %3$lld Гц

source: (Disconnected)
ar: (مفصول)
da: (Afbrudt)
de: (Getrennt)
el: (Αποσυνδεδεμένο)
es: (Desconectado)
fi: (Epäyhtenä)
fr: (Déconnecté)
he: (מחובר)
hi: (डिनेक्टेड)
it: (Discollegato)
ja: （切断されています）
ko: (연결 끊김)
nb: (Tilkoblet ikke)
nl: (Verbinding verbroken)
pl: (Odłączony)
ru: (Отключен)
sr_latn: (Odvojite se od
sv: (Frånkopplad)
uk: (Від’єднано)
zh_hans: （断开连接）

source: (Main)
ar: (رئيسي)
da: (hovedsagelig)
de: (Haupt)
el: (Κύρια)
es: (Principal)
fi: (Pääesiintyjä)
fr: (Principal)
he: (מיין)
hi: (मुख्य)
it: (Principale)
ja: （メイン）
ko: (메인)
nb: (Hoved)
nl: (Hoofdscherm)
pl: (Główny)
ru: (Основной)
sr_latn: uglavnom)
sv: (Huvud)
uk: (Основний)
zh_hans: （主要）

source: (Session only)
ar: (جلسة فقط)
da: (Kun Session)
de: (Nur Sitzung)
el: (Μόνο για αυτή τη συνεδρία)
es: (Solo sesión)
fi: (Vain sessio)
fr: (Cette session seulement)
he: (להפעלה זו בלבד)
hi: (केवल सत्र)
it: (Solo sessione)
ja: （セッションのみ）
ko: (세션 전용)
nb: (Kun økt)
nl: (Alleen sessie)
pl: (Session tylko)
ru: (Только сессия)
sr_latn: (samo za sesiju)
sv: (Endast session)
uk: (Лише цей сеанс)
zh_hans: （仅限会话）

source: +%lld more
ar: +%lld إضافية
da: +%lld mere
de: +%lld mehr
el: +%lld ακόμη
es: +%lld más
fi: +%lld lisää
fr: +%lld de plus
he: +עוד %lld
hi: +%lld और
it: +%lld in più
ja: +%lld件
ko: +%lld개 더
nb: +%lld til
nl: +%lld meer
pl: +%lld więcej
ru: + ещё %lld
sr_latn: + još %lld
sv: +%lld till
uk: + ще %lld
zh_hans: +%lld 个

source: 1 app rule
ar: قاعدة تطبيق واحدة
da: 1 app regel
de: 1 App-Regel
el: 1 κανόνας εφαρμογής
es: 1 regla de la aplicación
fi: 1 sovellussääntö
fr: 1 règle d'application
he: כלל אפליקציה אחד
hi: 1 ऐप नियम
it: Regola 1 app
ja: 1つのアプリルール
ko: 1 앱 규칙
nb: 1 appregel
nl: 1 app regel
pl: 1 zasada aplikacji
ru: 1 правило приложения
sr_latn: 1 Pravilo aplikacije
sv: 1 appregel
uk: 1 правило програми
zh_hans: 1个应用程序规则

source: 1.0 = equal split, <1.0 = first smaller, >1.0 = first larger
ar: 1.0 = تقسيم متساوي، <1.0 = الأصغر أولاً، >1.0 = الأكبر أولاً
da: 1,0 = ligelig opdeling, <1,0 = den første er mindre, >1,0 = den første er større
de: 1.0 = gleichmäßige Aufteilung, <1.0 = erster kleiner, >1.0 = erster größer
el: 1,0 = ίσος διαχωρισμός, <1,0 = το πρώτο μικρότερο, >1,0 = το πρώτο μεγαλύτερο
es: 1.0 = división igual, <1.0 = el primero más pequeño, >1.0 = el primero más grande
fi: 1,0 = yhtä suuri jako, < 1,0 = ensimmäinen pienempi, > 1,0 = ensimmäinen suurempi
fr: 1,0 = partage égal ; < 1,0 = premier plus petit ; > 1,0 = premier plus grand
he: 1.0 = חלוקה שווה, <1.0 = הראשון קטן יותר, >1.0 = הראשון גדול יותר
hi: 1.0 = समान विभाजन, <1.0 = पहला छोटा, >1.0 = पहला बड़ा
it: 1.0 = divisione uguale, <1.0 = primo più piccolo, >1.0 = primo più grande
ja: 1.0 = 等しい分割、<1.0 = 最初の小さい方、>1.0 = 最初の大きい方
ko: 1.0 = 같은 크기, <1.0 = 첫 번째가 더 작음, >1.0 = 첫 번째가 더 큼
nb: 1.0 = lik delt, <1.0 = først mindre, >1.0 = først større
nl: 1,0 = gelijke verdeling, <1,0 = eerste kleiner, >1,0 = eerste groter
pl: 1.0 = podział równy, <1.0 = pierwsze mniejsze, >1.0 = pierwsze większe
ru: 1.0 = равное разделение, <1.0 = первый меньше, >1.0 = первый больше
sr_latn: 1.0 = jednako podeljeno, <1.0 = prvi manji, >1.0 = prvi veći
sv: 1.0 = lika uppdelning, <1.0 = första mindre, >1.0 = första större
uk: 1.0 = рівний поділ; <1.0 = перша частина менша; >1.0 = перша частина більша
zh_hans: 1.0 = 等等分割，<1.0 = 最小的第一个，>1.0 = 最大的第一个

source: A detailed problem recording is running.
ar: يتم تسجيل مشكلة مفصلة.
da: En detaljeret problemoptagelse kører.
de: Eine detaillierte Problemlaufzeichnung läuft.
el: Μια λεπτομερής καταγραφή προβλημάτων τρέχει.
es: Se está grabando un registro detallado de problemas.
fi: Yksityiskohtainen ongelmatallennus on käynnissä.
fr: Enregistrement détaillé des problèmes en cours.
he: הקלטת בעיה מפורטת פועלת.
hi: एक विस्तृत समस्या रिकॉर्डिंग चल रही है।
it: Una registrazione dettagliata dei problemi è in esecuzione.
ja: 詳細な問題記録が実行されています。
ko: 상세한 문제 기록이 실행 중입니다.
nb: En detaljert problemopptak kjører.
nl: Er wordt een gedetailleerde probleemopname uitgevoerd.
pl: Zapisywanie szczegółowego raportu o problemie jest w toku.
ru: Загружается подробное записывание проблем.
sr_latn: Detaljna snimanja problema je u toku.
sv: En detaljerad probleminspelning pågår.
uk: Відбувається запис детального звіту про проблему.
zh_hans: 正在进行详细的问题记录。

source: A detailed problem recording is starting.
ar: بدأ تسجيل المشكلات بالتفصيل.
da: En detaljeret problemoptagelse er begyndt.
de: Eine detaillierte Problemlogierung beginnt.
el: Ξεκινάει μια λεπτομερής καταγραφή προβλημάτων.
es: Está comenzando un registro detallado de problemas.
fi: Yksityiskohtainen ongelmatallennus on alkamassa.
fr: L'enregistrement détaillé des problèmes commence.
he: הקלטת בעיה מפורטת מתחילה.
hi: एक विस्तृत समस्या रिकॉर्डिंग शुरू हो रही है।
it: Inizia una registrazione dettagliata dei problemi.
ja: 詳細な問題記録が開始されます。
ko: 자세한 문제 기록이 시작되고 있습니다.
nb: En detaljert problemopptak starter.
nl: Een gedetailleerde probleemopname begint.
pl: Zapisywanie szczegółowego raportu o problemie jest rozpoczęte.
ru: Начинается подробное запись проблем.
sr_latn: Počela je detaljna snimka problema.
sv: En detaljerad probleminspelning börjar.
uk: Починається детальний запис проблеми.
zh_hans: 详细的问题记录正在开始。

source: A display can be farther away in the grid, but every display must be reachable through a shared row or column. A diagonal tile by itself is disconnected.
ar: يمكن أن يكون العرض بعيدًا أكثر في الشبكة، لكن يجب أن يكون كل عرض قابلًا للوصول من خلال صف أو عمود مشترك. البلاطة القطرية وحدها منفصلة.
da: Et display kan være længere væk i gitteret, men hvert display skal kunne nås gennem en delt række eller kolonne. En diagonal flise i sig selv er afbrudt.
de: Ein Display kann weiter im Raster entfernt sein, aber jedes Display muss über eine gemeinsame Zeile oder Spalte erreichbar sein. Eine diagonale Kachel allein ist getrennt.
el: Μια οθόνη μπορεί να είναι πιο μακριά στο πλέγμα, αλλά κάθε οθόνη πρέπει να είναι προσβάσιμη μέσω μιας κοινής γραμμής ή στήλης. Ένα διαγώνιο κεραμίδι από μόνο του αποσυνδέεται.
es: Una pantalla puede estar más lejos en la cuadrícula, pero cada pantalla debe ser alcanzable a través de una fila o columna compartida. Una baldosa diagonal por sí sola está desconectada.
fi: Näyttö voi olla kauempana ruudukossa, mutta jokaisen näytön on oltava tavoitettavissa jaetun rivin tai sarakkeen kautta. Diagonaalinen laatta on irrallaan itsestään.
fr: Un affichage peut être plus éloigné dans la grille, mais chaque affichage doit être accessible via une ligne ou une colonne partagée. Une tuile diagonale seule est déconnectée.
he: תצוגה יכולה להיות רחוקה יותר ברשת, אבל כל תצוגה חייבת להיות ניתנת להשגה דרך שורה או עמודה משותפת. אריח אלכסוני כשלעצמו מנותק.
hi: ग्रिड में एक डिस्प्ले दूर हो सकता है, लेकिन प्रत्येक डिस्प्ले को एक साझा पंक्ति या कॉलम के माध्यम से पहुँचाया जाना चाहिए। एक विकर्ण टाइल स्वयं अलग-थलग होती है।
it: Un display può essere più lontano nella griglia, ma ogni display deve essere raggiungibile attraverso una riga o una colonna condivisa. Una piastrella diagonale da sola è scollegata.
ja: グリッド内でディスプレイはより遠くに配置できますが、すべてのディスプレイは共有された行または列を通じてアクセス可能である必要があります。単独の対角タイルは接続されていません。
ko: 격자에서 디스플레이가 더 멀리 떨어져 있을 수 있지만, 모든 디스플레이는 공유된 행 또는 열을 통해 접근 가능해야 합니다. 대각선 타일 하나만으로는 연결되지 않습니다.
nb: En skjerm kan være lenger unna i rutenettet, men hver skjerm må være tilgjengelig gjennom en delt rad eller kolonne. En diagonal flisleie er alene frakoblet.
nl: Een display kan verder weg zijn in het raster, maar elk display moet bereikbaar zijn via een gedeelde rij of kolom. Een diagonale tegel zelf is losgekoppeld.
pl: Ekran może być dalej w siatce, ale każdy ekran musi być osiągalny przez wspólną wiersz lub kolumnę. Indywidualny klocek przekątny jest odłączony.
ru: Вывод может быть дальше в сетке, но каждый вывод должен быть доступен через общую строку или столбцы. Диагональный плитка в одиночку не подключена.
sr_latn: Ekran može biti daleko u mreži, ali svaki ekran mora biti dostupan kroz zajedničku redu ili kolonu. Dijagonalna žica sama po sebi je odvojena.
sv: En display kan vara längre bort i rutnätet, men varje display måste vara tillgänglig via en delad rad eller kolumn. En diagonal platta är ensam frånkopplad.
uk: Дисплей може бути далі в сітці, але до кожного дисплея має вести спільний рядок або стовпець. Окрема клітинка по діагоналі не під’єднана.
zh_hans: 在网格中，一个显示器可以更远，但每个显示器都必须通过共享的行或列来访问。单独的对角线方块是无法连接的。

source: A display was connected or disconnected while setup was open.
ar: تم توصيل شاشة عرض أو فصلها أثناء فتح الإعداد.
da: En skærm blev tilsluttet eller afbrudt under opsætningen var åben.
de: Während der Einrichtung wurde ein Display angeschlossen oder getrennt.
el: Μια οθόνη συνδέθηκε ή αποσυνδέθηκε ενώ η ρύθμιση ήταν ανοιχτή.
es: Se conectó o desconectó una pantalla mientras se estaba realizando la configuración.
fi: Näyttö kytkettiin päälle tai katkaistiin asennuksen aikana.
fr: Un écran a été connecté ou déconnecté pendant que la configuration était ouverte.
he: תצוגה הייתה מחוברת או מנותקת בזמן שההתקנה הייתה פתוחה.
hi: सेटअप खुला होने के दौरान एक डिस्प्ले कनेक्ट या डिस्कनेक्ट किया गया था।
it: Un display è stato collegato o disconnesso mentre la configurazione era aperta.
ja: 設定が開いている間にディスプレイが接続または切断されました。
ko: 설정이 열려 있는 동안 디스플레이가 연결되거나 분리되었습니다.
nb: Et skjerm ble koblet til eller frakoblet mens oppsettet var åpent.
nl: Een display is verbonden of afgesloten tijdens het openen van de setup.
pl: Wyświetlacz został podłączony lub odłączony podczas otwarcia konfiguracji.
ru: Экран был подключен или отключен во время выполнения настроек.
sr_latn: Ekran je povezan ili isključen dok je podešavanje otvoren.
sv: En skärm var ansluten eller frånkopplad medan inställningen var öppen.
uk: Під час налаштування підключили або відключили дисплей.
zh_hans: 在设置打开期间，显示器被连接或断开。
